// This file contains all the messages that the bot sends to users. This way we can keep our code clean and organized, and easily update messages in one place.
package messages

const (
	WelcomeMessage = `
🌸 ━━━━━━━━━━━━━━ 🌸
             ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ 𝚁𝚢𝚞𝚔 𝙱𝚘𝚝 ⚚
 
  ╰┈➤   𝙵𝚞𝚗 𝚌𝚘𝚖𝚖𝚊𝚗𝚍𝚜 ‎ꫂ᭪݁-
  ╰┈➤   𝙲𝚘𝚘𝚕 𝚏𝚎𝚊𝚝𝚞𝚛𝚎𝚜 .☘︎ ݁˖
  ╰┈➤   𝙴𝚗𝚍𝚕𝚎𝚜𝚜 𝚟𝚒𝚋𝚎𝚜 𖦹

𝚁𝚢𝚞𝚔 𝙱𝚘𝚝 𝚒𝚜 𝚑𝚎𝚛𝚎 𝚝𝚘 𝚔𝚎𝚎𝚙 𝚝𝚑𝚒𝚗𝚐𝚜 𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝𝚒𝚗𝚐.

🌸 ━━━━━━━━━━━━━━ 🌸

      /help — ᴠɪᴇᴡ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs

  🦋    ᴍᴀɪɴ ɢʀᴏᴜᴘ →  t.me/ryuk_bott  🦋

🌸 ━━━━━━━━━━━━━━ 🌸
                ʙᴏᴛ sᴛᴀᴛᴜs: ᴏɴʟɪɴᴇ ᯓ★

`

	HelpMessage = `
            𝚁𝚢𝚞𝚔  𝚌𝚘𝚖𝚖𝚊𝚗𝚍𝚜 & 𝙵𝚎𝚊𝚝𝚞𝚛𝚎𝚜 ⚚

                    ────୨ৎ────

   ╰┈➤ /register   →   create/edit profile
   ╰┈➤ /help         →    show menu
   ╰┈➤ /profile     →    view your profile
   ╰┈➤ /ping         →    check if bot is up  

                      ────୨ৎ────


𝚁𝚢𝚞𝚔 𝚒𝚜 𝚊 𝚠𝚘𝚛𝚔 𝚒𝚗 𝚙𝚛𝚘𝚐𝚛𝚎𝚜𝚜, 𝚠𝚒𝚝𝚑 𝚗𝚎𝚠 𝚏𝚎𝚊𝚝𝚞𝚛𝚎𝚜 𝚋𝚎𝚒𝚗𝚐 𝚊𝚍𝚍𝚎𝚍 𝚛𝚎𝚐𝚞𝚕𝚊𝚛𝚕𝚢.

                                       ୨ৎ

ᴄʜᴇᴄᴋ ᴏᴜᴛ ᴛʜᴇ ᴍᴀɪɴ ɢʀᴏᴜᴘ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ᴡɪᴛʜ ᴏᴛʜᴇʀs → https://t.me/ryuk_bott

`
	Ping = "ᴘᴏɴɢ"
)
